Revit 2027 API
AssetSet.ReverseIterator Method
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual AssetSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As AssetSetIterator
public:
virtual AssetSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> AssetSetIterator
override ReverseIterator : unit -> AssetSetIterator
Return Value
AssetSetIterator
See Also
Reference
AssetSet Class
Autodesk.Revit.DB.Visual Namespace